autoconf
automake
base
binutils
bison
deluge
discord
efibootmgr
fakeroot
ffmpegthumbnailer
file
findutils
firefox
flex
gawk
gcc
gettext
gimp
git
github-cli
grep
groff
grub
gzip
htop
i3-gaps
i3blocks
i3lock
i3status
imagemagick
jq
krita
libid3tag
libmad
libtool
lightdm
lightdm-gtk-greeter
linux-firmware
linux-firmware-qcom
linux-lts
m4
make
mkinitcpio
neovim
networkmanager
nitrogen
npm
ntfs-3g
os-prober
pacman
pacman-contrib
patch
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-pulse
pkgconf
playerctl
python-pip
ranger
redshift
rofi
ruby
sed
sox
sudo
telegram-desktop
texinfo
ttf-font-awesome
ueberzug
vi
which
wireplumber
xf86-video-intel
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zsh
